gj.core.messages['ua-ua'] = {
    monthNames: ['Січень', 'Лютий', 'Березень', 'Квітень', 'Травень', 'Червень', 'Липень', 'Серпень', 'Вересень', 'Жовтень', 'Листопад', 'Грудень'],
    monthShortNames: ['Січ', 'Лют', 'Бер', 'Кві', 'Тра', 'Чер', 'Лип', 'Сер', 'Вер', 'Жов', 'Лис', 'Гру'],
    weekDaysMin: ['Нд', 'Пн', 'Вт', 'Ср', 'Чт', 'Пт', 'Сб'],
    weekDaysShort: ['нед', 'пнд', 'втр', 'срд', 'чтв', 'птн', 'сбт'],
    weekDays: ['неділя', 'понеділок', 'вівторок', 'середа', 'четвер', 'п\'ятниця', 'субота'],
    am: 'AM',
    pm: 'PM',
    ok: 'ОК',
    cancel: 'Відмінити',
    titleFormat: 'mmmm yyyy'
};